[
  [
    "ID_PROYECTO",
    "NOMBRE",
    "SECTOR",
    "DEPENDENCIA",
    "UBICACION",
    "ANIO_INICIO",
    "ANIO_FIN",
    "DOC_FUENTE",
    "FECHA_CARGA",
    "PRESUPUESTO_TOTAL",
    "COSTO_OPERATIVO_MXN",
    "COSTO_MANTENIMIENTO_MXN",
    "COSTO_BENEFICIO_ESTIMADO_MXN",
    "EFICIENCIA_FINANCIERA",
    "RIESGO_FINANCIERO",
    "BENEFICIARIOS_ESTIMADOS",
    "IMPACTO_PRINCIPAL",
    "INDICADOR_PRINCIPAL",
    "AVANCE_FISICO",
    "KPI",
    "SCORE_COSTO_BENEFICIO",
    "ANALISIS_FINANCIERO",
    "RECOMENDACIONES",
    "COMPARATIVA"
  ],
  [
    1,
    "Red de Conectividad Pública “Conéctate Guadalajara”",
    "Infraestructura",
    "Secretaría de Innovación, Ciencia y Tecnología del Estado de Jalisco (SICyT)",
    "Guadalajara, Jalisco",
    2025,
    2026,
    "CONECTIVIDAD_GDL.pdf",
    "2025-10-26",
    126873420.0,
    null,
    null,
    null,
    null,
    null,
    1214230.0,
    "Conectividad, inclusión y eficiencia presupuestal, consolidándose como modelo estatal de infraestructura digital inteligente.",
    null,
    null,
    null,
    9.3,
    "Transparencia en la ejecución presupuestal. Integración de analítica IA para control operativo. Replicabilidad del modelo en municipios rurales.",
    "Retrasos iniciales en licitación y la necesidad de un esquema permanente de mantenimiento digital sustentable.",
    null
  ],
  [
    2,
    "PROGRAMA DE REHABILITACIÓN DE INFRAESTRUCTURA HIDRÁULICA",
    "Agua",
    "Instituto Metropolitano de Planeación",
    "Zapopan",
    2024,
    2025,
    "documento_difuso.pdf",
    "2025-10-26",
    15000000.0,
    null,
    null,
    null,
    80.0,
    "Posibles retrasos por variación en precio de materiales y dependencia de recursos federales.",
    100000.0,
    "Fortalecer la resiliencia hídrica del municipio mediante la renovación de la infraestructura hidráulica y la optimización de los sistemas de bombeo.",
    "Reducción en un 25% de pérdidas físicas por fugas.",
    null,
    null,
    7.0,
    "Se prevé que la inversión genere ahorros significativos a mediano plazo en mantenimiento y energía.",
    "No se dispone de estudio de impacto ambiental actualizado.",
    null
  ],
  [
    3,
    "Saneamiento y Abasto Hídrico “Agua para Todos” (Fase I)",
    "Agua",
    "Secretaría de Desarrollo Sustentable del Estado de Jalisco (SDS-JAL)",
    "Jalisco",
    2024,
    2026,
    "FRACASO_AGUA.pdf",
    "2025-10-26",
    98500000.0,
    null,
    null,
    null,
    null,
    null,
    21340.0,
    "Ampliación de la red de abastecimiento potable y saneamiento en 18 colonias prioritarias del área metropolitana.",
    null,
    35.0,
    null,
    2.0,
    "Ejecución incompleta, sobrecostos significativos, deficiencias técnicas, impactos ambientales y sociales negativos, y fallas en los procesos de adquisición y control.",
    "El proyecto no alcanzó las metas programadas, con sobrecostos del 37 % y avance físico promedio del 35 %. Fallas técnicas comprometen operatividad y salud pública.",
    null
  ]
]